Repository: sharminas/blogapp
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt_pt

source: Invalid article
pt_pt: Artigo Inválido

source: The article has been saved.
pt_pt: O artigo foi salvo.

source: The article could not be saved. Please, try again.
pt_pt: O artigo não pode ser guardada. Por favor, tente novamente.

source: The article has been deleted.
pt_pt: O artigo foi suprimido.

source: The article could not be deleted. Please, try again.
pt_pt: O artigo não pode ser excluído. Por favor, tente novamente.

source: Invalid category
pt_pt: Categoria inválida

source: The category could not be saved. Please, try again.
pt_pt: A categoria não pôde ser salvo. Por favor, tente novamente.

source: The category has been saved.
pt_pt: A categoria foi salvo.

source: The category has been deleted.
pt_pt: A categoria foi suprimido.

source: The category could not be deleted. Please, try again.
pt_pt: A categoria não pôde ser excluído. Por favor, tente novamente.

source: Invalid comment
pt_pt: Comentário de inválido

source: The comment has been saved.
pt_pt: O comentário foi salvo.

source: The comment could not be saved. Please, try again.
pt_pt: O comentário não pode ser guardada. Por favor, tente novamente.

source: The comment has been deleted.
pt_pt: O comentário foi excluído.

source: The comment could not be deleted. Please, try again.
pt_pt: O comentário não pode ser excluído. Por favor, tente novamente.

source: Your message has been saved.
pt_pt: Sua mensagem foi salva.

source: The message could not be saved. Please, try again.
pt_pt: A mensagem não pôde ser salva. Por favor, tente novamente.

source: Theres a problem, Sorry.
pt_pt: Há um problema, desculpe.

source: Your message has been saved.
pt_pt: Sua mensagem foi salva.

source: Invalid Contact
pt_pt: Contato inválido

source: The message has been deleted.
pt_pt: A mensagem foi excluída.

source: The message could not be deleted. Please, try again.
pt_pt: A mensagem não pôde ser excluído. Por favor, tente novamente.

source: You have successfully logged in
pt_pt: Você efetuou login com sucesso em

source: Invalid e-mail / password combination. Please try again
pt_pt: Endereço de correio electrónico inválido / a combinação da senha. Tente novamente

source: This User is not existing
pt_pt: Este usuário não existe

source: You are already registered and logged in!
pt_pt: Você já está registrado e conectado!

source: Your account has been created. You should receive an e-mail shortly to authenticate your account. Once validated you will be able to login.
pt_pt: A sua conta foi criada. Você deverá receber um e-mail em breve para autenticar a sua conta. Uma vez validado, você será capaz de fazer login.

source: Your account could not be created. Please, try again.
pt_pt: Sua conta não pôde ser criado. Por favor, tente novamente.

source: Your profile has been saved. Login again
pt_pt: O seu perfil foi salvo. Login novamente

source: The user could not be saved. Please, try again.
pt_pt: O usuário não pôde ser salvo. Por favor, tente novamente.

source: The user has been deleted.
pt_pt: O usuário foi excluído.

source: The user could not be deleted. Please, try again.
pt_pt: O usuário não pode ser excluído. Por favor, tente novamente.

source: Email was sent to you in order to change your password.
pt_pt: Email foi enviado a você para alterar sua senha.

source: No user was found with that email.
pt_pt: Nenhum usuário foi encontrado com o email.

source: Invalid password reset token try again.
pt_pt: Token de redefinição de senha inválido Tente novamente.

source: Password changed.
pt_pt: Senha alterada.

source: Password changed, you can now login with your new password.
pt_pt: Senha alterada, agora você pode fazer login com sua nova senha.

source: The email was resent. Please check your inbox.
pt_pt: O email foi reenviada. Verifique a sua caixa de entrada.

source: The email could not be sent.
pt_pt: O e-mail não pôde ser enviado.

source: Your e-mail has been validated!
pt_pt: Seu endereço de e-mail tenha sido validado!

source: The url you accessed is no longer valid
pt_pt: O URL que você acessou já não é válido

source: Your password was sent to your registered email account
pt_pt: Sua senha foi enviada para o seu e-mail registrado em conta

source: There was an error verifying your account. Please check the email you were sent, and retry the verification link.
pt_pt: Ocorreu um erro ao verificar a sua conta. Favor verificar o email que foram enviados e tente novamente o link de verificação.

source: and
pt_pt: e

source: My Activities
pt_pt: Minhas atividades

source: My Profile
pt_pt: O meu perfil

source: Change Password
pt_pt: Alterar a senha

source: My Articles
pt_pt: Meus artigos

source: My Genre
pt_pt: O meu género

source: Visit other Author
pt_pt: Visita outro autor

source: View all User
pt_pt: Ver todos Usuário

source: Visit other Article
pt_pt: Visita outro artigo

source: Back to Articles
pt_pt: Voltar para Artigos

source: Back to Home
pt_pt: Voltar para Home

source: Add Article
pt_pt: Adicionar o artigo

source: Posted
pt_pt: colocado

source: Continue Reading...
pt_pt: Continue lendo...

source: No Articles Found
pt_pt: Não há artigos encontrados

source: previous
pt_pt: apressado

source: next
pt_pt: Próxima

source: Back to Top
pt_pt: Voltar ao Topo

source: says
pt_pt: dizer

source: Edit Article
pt_pt: Editar artigo

source: Save Article
pt_pt: Guardar Artigo

source: Profile
pt_pt: contorno

source: Logout
pt_pt: desconexão de um

source: Are you sure you want to logout?
pt_pt: Tem certeza de que deseja efetuar logout?

source: Sign in
pt_pt: Registrar-se

source: Sign up
pt_pt: recrutar

source: Search...
pt_pt: Pesquisar...

source: Home
pt_pt: a bordo

source: Articles
pt_pt: Ligar através de contrato

source: About
pt_pt: quase

source: Contact
pt_pt: Contato

source: Recent Articles
pt_pt: Artigos Recentes

source: Technology
pt_pt: Tecnologia

source: Random
pt_pt: Aleatório

source: Programming
pt_pt: Programação

source: Science
pt_pt: Sabedoria

source: Gallery
pt_pt: Galeria de arte

source: Are you sure you want to delete this article?
pt_pt: Tem certeza de que deseja excluir este artigo?

source: please visit and read my article
pt_pt: Visite e leia o meu artigo

source: <p style='font-size: 24px; font-family: Century Gothic,CenturyGothic,AppleGothic,sans-serif;'>You forgot to enter a search term!!!</p>
pt_pt: Você esqueceu de digitar um termo de pesquisa!!!

source: <p style='font-size: 22px; font-family: Century Gothic,CenturyGothic,AppleGothic,sans-serif;'>Sorry, but we can not find the title of that Article.</p><br><br>
pt_pt: Desculpe, mas não podemos encontrar o título do artigo.

source: Search For:
pt_pt: Pesquisar:

source: Posted:
pt_pt: colocado

source: Archives
pt_pt: arquivos

source: No related Article
pt_pt: Nenhum artigo relacionado

source: Add Comment
pt_pt: Adicionar comentário

source: To like this article, please login
pt_pt: Para gostar deste artigo, por favor acessar

source: I like this article
pt_pt: Eu gosto este artigo

source: To unlike this article, please login
pt_pt: Para ao contrário deste artigo, por favor acessar

source: I dont like this article
pt_pt: Eu não gosto este artigo

source: Post my Comment
pt_pt: Post meu comentário

source: Add Category
pt_pt: Adicionar categoria

source: description
pt_pt: Descrição

source: Are you sure you want to delete this User?
pt_pt: Tem certeza de que deseja excluir este usuário?

source: Edit Comment
pt_pt: Editar comentário

source: Are you sure you want to delete # %s?
pt_pt: Tem certeza de que deseja excluir # %s?

source: Contact Us
pt_pt: Contacte-nos

source: Send your message with us.
pt_pt: Envie sua mensagem com nós.

source: No Comments
pt_pt: De fazer um comentário

source: About the Blog
pt_pt: Sobre o Blog

source: A blog (a truncation of the expression weblog) is a discussion or informational site published on the World Wide Web consisting of discrete entries posts typically displayed in reverse chronological order (the most recent post appears first.The emergence and growth of blogs in the late 1990s coincided with the advent of web publishing tools that facilitated the posting of content by non-technical users.(Previously, a knowledge of such technologies as HTML and FTP had been required to publish content on the Web.) A majority are interactive, allowing visitors to leave comments and even message each other via GUI widgets on the blogs, and it is this interactivity that distinguishes them from other static websites. In that sense, blogging can be seen as a form of social networking service. Indeed, bloggers do not only produce content to post on their blogs, but also build social relations with their readers and other bloggers. However, there are high-readership blogs which do not allow comments, such as Daring Fireball.
pt_pt: Um blog (um truncamento da expressão weblog) é uma discussão ou o sítio informativo publicou em World Wide Web composto de correios de entradas discretos tipicamente expostos na ordem cronológica inversa (o correio mais recente parece primeiro. A emergência e o crescimento de blogs até o final dos anos 1990 coincidiram com o advento de instrumentos de publicação de web que facilitaram a nomeação do conteúdo por usuários não-técnicos. (Anteriormente, um conhecimento de tais tecnologias como HTML e FTP tinha devido publicar o conteúdo na Web.) Uma maioria é interativa, permitindo a visitantes deixar comentários e até mensagem um a outro via coisas GUI no blogs, e ele é esta interatividade que os distingue de outros sites web estáticos. Naquele sentido, o blogging pode ser visto como uma forma do serviço de ligação em rede social. De fato, os bloggers só não produzem o conteúdo para pôr no correio no seu blogs, mas também construir relações sociais com os seus leitores e outro bloggers. Contudo, há alto público leitor blogs que não permitem

source: Random Articles
pt_pt: Artigos aleatórios

source: Connect with Us.
pt_pt: Conecte-se conosco.

source: Like us on Facebook
pt_pt: Curta-nos no Facebook

source: Add us on Circle
pt_pt: Adicione-nos no círculo

source: Download and Contribute to Us.
pt_pt: Faça o download e Contribuir para nós.

source: Pin us.
pt_pt: Pin-nos.

source: Share your article with Reddit
pt_pt: Compartilhar seu artigo com Reddit

source: Tweet and Tweet us.
pt_pt: Tweet e tweet nós.

source: March 2016
pt_pt: De março de 2016

source: February 2016
pt_pt: De fevereiro de 2016

source: January 2016
pt_pt: De janeiro de 2016

source: December 2015
pt_pt: De dezembro de 2015

source: Category
pt_pt: categoria

source: Science and Health
pt_pt: Ciência e Saúde

source: Popular Articles
pt_pt: Artigos populares

source: Article Comments
pt_pt: Artigo Observações

source: Topics
pt_pt: Assunto

source: Ads
pt_pt: Anúncio

source: Active Users
pt_pt: Usuários ativos

source: Hello %s,
pt_pt: Olá %s,

source: A blog (a truncation of the expression weblog a discussion or informational site published on the World Wide Web.
pt_pt: Um blog um truncamento da expressão weblog uma discussão ou site informativo publicado na World Wide Web.

source: Sign In
pt_pt: Sinal em

source: Your idea needs a great blog
pt_pt: A sua idéia precisa de um grande blog

source: Your audience is waiting, share your blog with the world.
pt_pt: O seu público está esperando, ação o seu blog com o mundo.

source: Join us now.
pt_pt: Junte-se a nós agora

source: Join us now, and create your article wherever, whenever you are.
pt_pt: Junte-se a nós agora e crie seu artigo onde quer que você esteja.

source: Create your Article for Free.
pt_pt: Crie o seu artigo gratuitamente.

source: Tell something about yourself, the world and universe
pt_pt: Diga algo sobre si mesmo, o mundo eo universo

source: BlogApp world
pt_pt: Mundo BlogApp

source: Read, Write, Comment, Like, and Unlike different Article
pt_pt: Ler, escrever, comentar, como, e ao contrário diferente artigo

source: Create your Account
pt_pt: Crie sua conta

source: Create your Article Now,.
pt_pt: Crie o seu artigo agora,.

source: Hi, this is your information you can edit or modify your profile.
pt_pt: Olá, esta é a sua informação você pode editar ou modificar o seu perfil.

source: Update my Profile
pt_pt: Atualizar meu perfil

source: People who joined us.
pt_pt: As pessoas que se juntaram a nós.

source: Share your ideas with everyone.);
pt_pt: Partilhe as suas ideias com todos.

source: Forgot password
pt_pt: Esqueceu a senha

source: Title
pt_pt: intitular

source: Status
pt_pt: estado

source: Genre
pt_pt: gênero

source: Like
pt_pt: parecido

source: Unlike
pt_pt: improvável

source: No recent articles
pt_pt: Nenhum artigos recentes

source: My Category
pt_pt: A Minha Categoria

source: No recent category
pt_pt: Nenhuma categoria recentes

source: Forgot your password?
pt_pt: Esqueceu a sua senha?

source: Please enter the email you used for registration and you'll get an email with further instructions.
pt_pt: Por favor introduza o endereço de correio electrónico utilizado para registo e você'll obter um email com mais instruções.

source: Send my New password
pt_pt: Envie a minha Nova senha

source: Resend the Email Verification
pt_pt: Reenvie a verificação de e-mail

source: Reset your password
pt_pt: Redefinir sua senha

source: give it a try
pt_pt: tentar, dar uma chance, esforçar-se

source: Tell what is your title all about, Dont leave it blank.
pt_pt: Diga qual é o seu título de todos sobre, não deixe em branco.

source: Please dont leave it blank.
pt_pt: Por favor não deixe em branco.

source: Provide description for the category.
pt_pt: Forneça uma descrição para a categoria.

source: Please provide any/your name .
pt_pt: Forneça qualquer/seu nome .

source: Provide your email for your comment.
pt_pt: O seu email para o seu comentário.

source: Use any username.
pt_pt: Use qualquer nome de usuário.

source: Provide your email address
pt_pt: Forneça o seu endereço de correio electrónico

source: This field cannot be left blank
pt_pt: Este campo não pode ser deixado em branco

source: This is not a valid email
pt_pt: Este não é um endereço de correio electrónico válido

source: The email is already taken.
pt_pt: O email é já tomadas.

source: Email address is not match, Try again
pt_pt: Endereço de e-mail não é corresponder, tente novamente

source: This field cannot be left blank
pt_pt: Este campo não pode ser deixado em branco

source: Your password must be between 8 and 20 characters.
pt_pt: Sua senha deve ter entre 8 e 20 caracteres.

source: The passwords you entered do not match.
pt_pt: As senhas digitadas não coincidem.

source: This field cannot be left blank.
pt_pt: Este campo não pode ser deixado em branco.
