Repository: sharminas/blogapp
Catalog: app/Locale/afr/LC_MESSAGES/default.po
Languages: af

source: Invalid article
af: Ongeldige artikel

source: The article has been saved.
af: Die artikel is gestoor.

source: The article could not be saved. Please, try again.
af: Die artikel kan nie gered word nie. Probeer asseblief weer.

source: The article has been deleted.
af: Die artikel kon geskrap gewees het.

source: The article could not be deleted. Please, try again.
af: Die artikel kan nie geskrap word. Probeer asseblief weer.

source: Invalid category
af: Ongeldige kategorie

source: The category could not be saved. Please, try again.
af: Die kategorie kon nie gestoor word. Probeer asseblief weer.

source: The category has been saved.
af: Die kategorie is gestoor.

source: The category has been deleted.
af: Die kategorie is verwyder.

source: The category could not be deleted. Please, try again.
af: Die kategorie kan nie geskrap word. Probeer asseblief weer.

source: Invalid comment
af: Ongeldige kommentaar

source: The comment has been saved.
af: Die kommentaar is gestoor.

source: The comment could not be saved. Please, try again.
af: Die kommentaar kon nie gestoor word. Probeer asseblief weer.

source: The comment has been deleted.
af: Die kommentaar is verwyder.

source: The comment could not be deleted. Please, try again.
af: Die kommentaar kan nie geskrap word. Probeer asseblief weer.

source: Your message has been saved.
af: Jou boodskap is gestoor.

source: The message could not be saved. Please, try again.
af: Die boodskap kon nie gestoor word. Probeer asseblief weer.

source: Theres a problem, Sorry.
af: Daar is 'n probleem, Jammer.

source: Your message has been saved.
af: Jou boodskap is gestoor.

source: Invalid Contact
af: Ongeldige Kontak

source: The message has been deleted.
af: Die boodskap is verwyder.

source: The message could not be deleted. Please, try again.
af: Die boodskap kon nie verwyder word nie. Probeer asseblief weer.

source: You have successfully logged in
af: Jy het suksesvol aangemeld

source: Invalid e-mail / password combination. Please try again
af: Ongeldige e-pos / wagwoord kombinasie. Probeer asseblief weer

source: This User is not existing
af: Hierdie gebruiker is nie bestaande

source: You are already registered and logged in!
af: Jy is reeds geregistreer en aangeteken!

source: Your account has been created. You should receive an e-mail shortly to authenticate your account. Once validated you will be able to login.
af: Jou rekening is geskep. Jy moet 'n e-pos binnekort tot jou rekening te kontroleer. Sodra bekragtig sal jy in staat wees om aan te meld.

source: Your account could not be created. Please, try again.
af: Jou rekening kon nie geskep word. Probeer asseblief weer.

source: Your profile has been saved. Login again
af: Jou profiel is gestoor. Teken weer

source: The user could not be saved. Please, try again.
af: Die gebruiker kon nie gestoor word. Probeer asseblief weer.

source: The user has been deleted.
af: Die gebruiker kon geskrap gewees het.

source: The user could not be deleted. Please, try again.
af: Die gebruiker kan nie geskrap word. Probeer asseblief weer.

source: Email was sent to you in order to change your password.
af: E-pos is gestuur om jou om jou wagwoord te verander.

source: No user was found with that email.
af: Geen gebruiker gevind met die e-pos.

source: Invalid password reset token try again.
af: Ongeldige wagwoord te herstel teken probeer weer.

source: Password changed.
af: Wagwoord verander.

source: Password changed, you can now login with your new password.
af: Wagwoord verander, kan jy nou aanteken met jou nuwe wagwoord.

source: The email was resent. Please check your inbox.
af: Die e-pos was aanstoot. Gaan asseblief jou posbus.

source: The email could not be sent.
af: Die e-pos kon nie gestuur word.

source: Your e-mail has been validated!
af: Jou e-pos is goedgekeur!

source: The url you accessed is no longer valid
af: Die URL wat jy verkry is nie meer geldig nie

source: Your password was sent to your registered email account
af: Jou wagwoord is gestuur na jou geregistreerde e-pos rekening

source: There was an error verifying your account. Please check the email you were sent, and retry the verification link.
af: Daar was 'n fout te keur jou rekening. Gaan asseblief die e-pos wat jy gestuur is, en probeer weer die verifikasie skakel.

source: and
af: en

source: My Activities
af: My Aktiwiteite

source: My Profile
af: My profiel

source: Change Password
af: Verander wagwoord

source: My Articles
af: my Artikels

source: Visit other Author
af: Besoek ander outeur

source: View all User
af: Wys alle gebruikers

source: Visit other Article
af: Besoek ander artikel

source: Back to Articles
af: Terug na artikels

source: Back to Home
af: Terug na Tuisblad

source: Add Article
af: Voeg artikel

source: Continue Reading...
af: Lees verder ...

source: No Articles Found
af: Geen Artikels gevind

source: previous
af: vorige

source: next
af: volgende

source: Back to Top
af: Terug na bo

source: says
af: sê

source: Edit Article
af: wysig artikel

source: Save Article
af: Save artikel

source: Profile
af: Profiel

source: Logout
af: Teken uit

source: Are you sure you want to logout?
af: Is jy seker jy wil afteken?

source: Sign in
af: Teken in

source: Sign up
af: Teken aan

source: Search...
af: Soek...

source: Home
af: Tuis

source: Articles
af: Artikels

source: About
af: oor

source: Contact
af: Kontak

source: Recent Articles
af: onlangse artikels

source: Technology
af: tegnologie

source: Programming
af: Programmering

source: Science
af: Wetenskap

source: Are you sure you want to delete this article?
af: Is jy seker jy wil hierdie artikel wil verwyder?

source: please visit and read my article
af: Besoek en lees my artikel

source: <p style='font-size: 24px; font-family: Century Gothic,CenturyGothic,AppleGothic,sans-serif;'>You forgot to enter a search term!!!</p>
af: Jy het vergeet om 'n navraag te gaan !!!

source: <p style='font-size: 22px; font-family: Century Gothic,CenturyGothic,AppleGothic,sans-serif;'>Sorry, but we can not find the title of that Article.</p><br><br>
af: Jammer, maar ons kan nie die titel van die artikel te kry.

source: Search For:
af: Soek vir:

source: Archives
af: Argiewe

source: No related Article
af: Geen verwante artikel

source: Add Comment
af: Kommentaar Voeg

source: To like this article, please login
af: Om hierdie artikel hou, inteken

source: I like this article
af: Ek hou van hierdie artikel

source: To unlike this article, please login
af: Om in teenstelling met hierdie artikel, inteken

source: I dont like this article
af: Ek dont like hierdie artikel

source: Post my Comment
af: Pos my kommentaar

source: Add Category
af: Kategorie Voeg

source: description
af: Beskrywing

source: Are you sure you want to delete this User?
af: Is jy seker jy wil hierdie gebruiker verwyder?

source: Edit Comment
af: wysig Kommentaar

source: Submit
af: Indien

source: Are you sure you want to delete # %s?
af: Is jy seker jy wil #% s wil verwyder?

source: Contact Us
af: Kontak Ons

source: Send your message with us.
af: Stuur jou boodskap met ons.

source: Send
af: Stuur

source: No Comments
af: Geen kommentaar

source: About the Blog
af: Oor die blog

source: A blog (a truncation of the expression weblog) is a discussion or informational site published on the World Wide Web consisting of discrete entries posts typically displayed in reverse chronological order (the most recent post appears first.The emergence and growth of blogs in the late 1990s coincided with the advent of web publishing tools that facilitated the posting of content by non-technical users.(Previously, a knowledge of such technologies as HTML and FTP had been required to publish content on the Web.) A majority are interactive, allowing visitors to leave comments and even message each other via GUI widgets on the blogs, and it is this interactivity that distinguishes them from other static websites. In that sense, blogging can be seen as a form of social networking service. Indeed, bloggers do not only produce content to post on their blogs, but also build social relations with their readers and other bloggers. However, there are high-readership blogs which do not allow comments, such as Daring Fireball.
af: 'N blog (a afkorting van die uitdrukking weblog) is 'n bespreking of inligting webwerf gepubliseer op die World Wide Web bestaan ​​uit diskrete inskrywings poste tipies vertoon in omgekeerde chronologiese volgorde (die mees onlangse post verskyn first.The opkoms en groei van blogs in die laat 1990 het saamgeval met die koms van die web publishing gereedskap wat die plasing van inhoud deur nie-tegniese gebruikers gefasiliteer. (Voorheen 'n kennis van sulke tegnologie soos HTML en FTP nodig het om te publiseer

source: Random Articles
af: ewekansige artikels

source: Connect with Us.
af: Maak met ons.

source: Like us on Facebook
af: Soos ons op Facebook

source: Add us on Circle
af: Voeg ons op Circle

source: Download and Contribute to Us.
af: Aflaai en dra by tot ons.

source: Pin us.
af: Speld ons.

source: Share your article with Reddit
af: Deel jou artikel met Reddit

source: Tweet and Tweet us.
af: Twitter en twiet ons.

source: March 2016
af: Maart 2016

source: February 2016
af: Februarie 2016

source: January 2016
af: Januarie 2016

source: December 2015
af: Desember 2015

source: Category
af: kategorie

source: Science and Health
af: Wetenskap en Gesondheid

source: Popular Articles
af: gewilde Artikels

source: Article Comments
af: Artikel Kommentaar

source: Topics
af: onderwerpe

source: Ads
af: advertensies

source: Active Users
af: Aktiewe gebruikers

source: Hello %s,
af: Hallo% s,

source: A blog (a truncation of the expression weblog a discussion or informational site published on the World Wide Web.
af: 'N blog (a afkorting van die uitdrukking weblog 'n bespreking of inligting webwerf gepubliseer op die World Wide Web.

source: Sign In
af: Teken in

source: Your idea needs a great blog
af: Jou idee het 'n groot blog.

source: Your audience is waiting, share your blog with the world.
af: Jou gehoor wag, deel jou blog met die wêreld.

source: Join us now.
af: Sluit aan.

source: Join us now, and create your article wherever, whenever you are.
af: Sluit aan en skep jou artikel waar, wanneer jy is.

source: Create your Article for Free.
af: Maak jou artikel vir Vrye.

source: Tell something about yourself, the world and universe
af: Vertel iets oor jouself, die wêreld en heelal

source: BlogApp world
af: BlogApp wêreld

source: Read, Write, Comment, Like, and Unlike different Article
af: Lees, Skryf, Kommentaar, Soos, en in teenstelling met ander artikel

source: Create your Account
af: Maak jou rekening

source: Create your Article Now,.
af: Maak jou artikel Nou ,.

source: Hi, this is your information you can edit or modify your profile.
af: Hi, dit is jou inligting wat jy kan wysig of jou profiel te verander.

source: Update my Profile
af: Dateer my profiel

source: People who joined us.
af: Mense wat by ons aangesluit het.

source: Share your ideas with everyone.);
af: Deel jou idees met almal

source: Forgot password
af: Wagwoord vergeet

source: Title
af: Titel

source: Like
af: soos

source: Unlike
af: In teenstelling met

source: No recent articles
af: Geen onlangse artikels

source: My Category
af: my Kategorie

source: No recent category
af: Geen onlangse kategorie

source: Forgot your password?
af: Het jy jou wagwoord vergeet?

source: Please enter the email you used for registration and you'll get an email with further instructions.
af: Tik die e-pos wat jy gebruik het om registrasie en jy sal 'n e-pos met verdere instruksies te kry.

source: Send my New password
af: Stuur my nuwe wagwoord.

source: Resend the Email Verification
af: Stuur weer die E-pos verifiëring

source: Reset your password
af: Herstel jou wagwoord

source: give it a try
af: gee dit 'n probeer

source: Tell what is your title all about, Dont leave it blank.
af: Vertel wat is jou titel alles oor, Dont laat dit leeg.

source: Please dont leave it blank.
af: Please dont laat dit leeg.

source: Provide description for the category.
af: Verskaf beskrywing vir die kategorie.

source: Please provide any/your name .
af: Verskaf asseblief 'n / u naam.

source: Provide your email for your comment.
af: Gee jou e-pos vir jou kommentaar.

source: Use any username.
af: Gebruik enige gebruikersnaam.

source: Provide your email address
af: Gee jou e-pos adres

source: This field cannot be left blank
af: Hierdie veld kan nie leeg gelaat

source: This is not a valid email
af: Dit is nie 'n geldige e-pos

source: The email is already taken.
af: Die e-pos is reeds geneem.

source: Email address is not match, Try again
af: E-pos adres is teen nie ooreen, Probeer weer

source: This field cannot be left blank
af: Hierdie veld kan nie leeg gelaat

source: Your password must be between 8 and 20 characters.
af: Jou wagwoord moet tussen 8 en 20 karakters.

source: The passwords you entered do not match.
af: Die wagwoorde wat jy ingetik stem nie ooreen nie.

source: This field cannot be left blank.
af: Hierdie veld kan nie leeg gelaat word.
