Repository: sharminas/blogapp
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Invalid article
fr_fr: article non valide

source: The article has been saved.
fr_fr: L'article a été sauvé.

source: The article could not be saved. Please, try again.
fr_fr: L'article ne pouvait pas être sauvé. S'il vous plaît, essayer de nouveau.

source: The article has been deleted.
fr_fr: L'article a été effacé.

source: The article could not be deleted. Please, try again.
fr_fr: L'article ne pouvait pas être effacé. S'il vous plaît, essayer de nouveau.

source: Invalid category
fr_fr: catégorie non valide

source: The category could not be saved. Please, try again.
fr_fr: La catégorie ne pouvait pas être sauvée. S'il vous plaît, essayer de nouveau.

source: The category has been saved.
fr_fr: La catégorie a été sauvée.

source: The category has been deleted.
fr_fr: La catégorie a été effacée.

source: The category could not be deleted. Please, try again.
fr_fr: La catégorie ne pouvait pas être effacée. S'il vous plaît, essayer de nouveau.

source: Invalid comment
fr_fr: commentaire invalide

source: The comment has been saved.
fr_fr: Le commentaire a été enregistré.

source: The comment could not be saved. Please, try again.
fr_fr: Le commentaire n'a pas pu être sauvé. S'il vous plaît essayer à nouveau.

source: The comment has been deleted.
fr_fr: Le commentaire a été supprimé.

source: The comment could not be deleted. Please, try again.
fr_fr: Le commentaire n'a pas pu être supprimé. S'il vous plaît essayer à nouveau.

source: Your message has been saved.
fr_fr: Votre message a été sauvé.

source: The message could not be saved. Please, try again.
fr_fr: Le message ne pouvait pas être sauvé. S'il vous plaît, essayer de nouveau.

source: Theres a problem, Sorry.
fr_fr: Theres un problème, Désolé.

source: Your message has been saved.
fr_fr: Votre message a été sauvé.

source: Invalid Contact
fr_fr: Contact Sans fondement

source: The message has been deleted.
fr_fr: Le message a été effacé.

source: The message could not be deleted. Please, try again.
fr_fr: Le message ne pouvait pas être effacé. S'il vous plaît, essayer de nouveau.

source: You have successfully logged in
fr_fr: Vous vous êtes avec succès connectés

source: Invalid e-mail / password combination. Please try again
fr_fr: Rendez infirme l'e-mail / la combinaison de mot de passe. Essayez s'il vous plaît de nouveau

source: This User is not existing
fr_fr: Cet utilisateur n'existant

source: You are already registered and logged in!
fr_fr: Vous êtes déjà enregistrés et vous êtes connectés!

source: Your account has been created. You should receive an e-mail shortly to authenticate your account. Once validated you will be able to login.
fr_fr: Votre compte a été créé. Vous devriez recevoir un e-mail bientôt pour authentifier votre compte. Une fois validé vous serez en mesure de l'ouverture de session.

source: Your account could not be created. Please, try again.
fr_fr: Votre compte ne pouvait pas être créé. S'il vous plaît, essayer de nouveau.

source: Your profile has been saved. Login again
fr_fr: Votre profil a été sauvé. Ouverture de session de nouveau

source: The user could not be saved. Please, try again.
fr_fr: L'utilisateur ne pouvait pas être sauvé. S'il vous plaît, essayer de nouveau.

source: The user has been deleted.
fr_fr: L'utilisateur a été effacé.

source: The user could not be deleted. Please, try again.
fr_fr: L'utilisateur ne pouvait pas être effacé. S'il vous plaît, essayer de nouveau.

source: Email was sent to you in order to change your password.
fr_fr: Le courrier électronique vous a été envoyé pour changer votre mot de passe.

source: No user was found with that email.
fr_fr: Aucun utilisateur n'a été trouvé avec ce courrier électronique.

source: Invalid password reset token try again.
fr_fr: Le jeton de reconstruction de mot de passe sans fondement essaie de nouveau.

source: Password changed.
fr_fr: Le mot de passe a changé.

source: Password changed, you can now login with your new password.
fr_fr: Le mot de passe a changé, vous pouvez maintenant l'ouverture de session avec votre nouveau mot de passe.

source: The email was resent. Please check your inbox.
fr_fr: Le courrier électronique était en veulent. Vérifiez s'il vous plaît votre inbox.

source: The email could not be sent.
fr_fr: Le courrier électronique ne pouvait pas être envoyé.

source: Your e-mail has been validated!
fr_fr: Votre e-mail a été validé!

source: The url you accessed is no longer valid
fr_fr: L'url auquel vous avez accédé est invalidant

source: Your password was sent to your registered email account
fr_fr: Votre mot de passe a été envoyé au compte de votre courrier électronique inscrit

source: There was an error verifying your account. Please check the email you were sent, and retry the verification link.
fr_fr: Il y avait une erreur vérifiant votre compte. Vérifiez s'il vous plaît le courrier électronique que vous avez été envoyé et réessayez le lien de vérification.

source: and
fr_fr: et

source: My Activities
fr_fr: Mes activités

source: My Profile
fr_fr: Mon profil

source: Change Password
fr_fr: Changer le mot de passe

source: My Articles
fr_fr: Mes articles

source: My Genre
fr_fr: mon Genre

source: Visit other Author
fr_fr: Visitez autres Auteur

source: View all User
fr_fr: Voir tous les utilisateurs

source: Visit other Article
fr_fr: Visitez autre article

source: Back to Articles
fr_fr: Retour aux articles

source: Back to Home
fr_fr: De retour à la maison

source: Add Article
fr_fr: Ajouter article

source: Posted
fr_fr: Posté

source: Continue Reading...
fr_fr: Continuer la lecture...

source: No Articles Found
fr_fr: Aucun article trouvé

source: previous
fr_fr: précédent

source: next
fr_fr: ensuite

source: Back to Top
fr_fr: Retour au haut de page

source: says
fr_fr: dit

source: Edit Article
fr_fr: Modifier l'article

source: Save Article
fr_fr: Sauvez l'Article

source: Profile
fr_fr: Profil

source: Logout
fr_fr: Se déconnecter

source: Are you sure you want to logout?
fr_fr: Êtes-vous sûr de vouloir vous déconnecter?

source: Sign in
fr_fr: Signer le registre

source: Sign up
fr_fr: Signer le registre

source: Search...
fr_fr: Chercher ...

source: Home
fr_fr: Accueil

source: About
fr_fr: sur

source: Contact
fr_fr: Contactez

source: Recent Articles
fr_fr: Articles récents

source: Technology
fr_fr: La technologie

source: Random
fr_fr: Au hasard

source: Programming
fr_fr: Programmation

source: Gallery
fr_fr: Galerie

source: Are you sure you want to delete this article?
fr_fr: Êtes-vous sûrs que vous voulez effacer cet article ?

source: please visit and read my article
fr_fr: S'il vous plaît visiter et lire mon article

source: <p style='font-size: 24px; font-family: Century Gothic,CenturyGothic,AppleGothic,sans-serif;'>You forgot to enter a search term!!!</p>
fr_fr: Vous avez oublié d'entrer dans un terme de recherche!!!

source: <p style='font-size: 22px; font-family: Century Gothic,CenturyGothic,AppleGothic,sans-serif;'>Sorry, but we can not find the title of that Article.</p><br><br>
fr_fr: Désolé, mais nous ne pouvons pas trouver le titre de cet Article

source: Search For:
fr_fr: Recherche :

source: Posted:
fr_fr: Posté

source: No related Article
fr_fr: Aucun Article lié

source: Add Comment
fr_fr: Ajoutez le Commentaire

source: To like this article, please login
fr_fr: Pour aimer cet article, s'il vous plaît vous connecter

source: I like this article
fr_fr: J'aime cet article

source: To unlike this article, please login
fr_fr: Pour la différence de cet article, s'il vous plaît vous connecter

source: I dont like this article
fr_fr: Je ne aime pas cet article

source: Post my Comment
fr_fr: Postez mon Commentaire

source: Add Category
fr_fr: Ajouter une catégorie

source: description
fr_fr: la description

source: Are you sure you want to delete this User?
fr_fr: Êtes-vous sûr de vouloir supprimer cet utilisateur?

source: Edit Comment
fr_fr: Révisez le Commentaire

source: Submit
fr_fr: Proposer

source: Are you sure you want to delete # %s?
fr_fr: Êtes-vous sûr de vouloir supprimer #% s?

source: New Article
fr_fr: Nouvel article

source: Contact Us
fr_fr: Contactez-nous

source: Send your message with us.
fr_fr: Envoyez votre message avec nous.

source: Send
fr_fr: Envoyer

source: No Comments
fr_fr: Aucun Commentaire

source: About the Blog
fr_fr: A propos du Blog

source: A blog (a truncation of the expression weblog) is a discussion or informational site published on the World Wide Web consisting of discrete entries posts typically displayed in reverse chronological order (the most recent post appears first.The emergence and growth of blogs in the late 1990s coincided with the advent of web publishing tools that facilitated the posting of content by non-technical users.(Previously, a knowledge of such technologies as HTML and FTP had been required to publish content on the Web.) A majority are interactive, allowing visitors to leave comments and even message each other via GUI widgets on the blogs, and it is this interactivity that distinguishes them from other static websites. In that sense, blogging can be seen as a form of social networking service. Indeed, bloggers do not only produce content to post on their blogs, but also build social relations with their readers and other bloggers. However, there are high-readership blogs which do not allow comments, such as Daring Fireball.
fr_fr: Un blog (une troncation de l'expression weblog) est une discussion ou le site informationnel a publié sur le Web se composant des postes d'entrées séparés d'une manière caractéristique affichés par l'ordre chronologique contraire (le poste le plus récent semble premier. L'émersion et la croissance de blogs vers la fin des années 1990 ont coïncidé avec la venue d'instruments de publication de web qui ont facilité le fait de poster de contenu par les utilisateurs non-techniques. (Auparavant, une connaissance de telles technologies comme HTML et FTP avait été tenue de publier le contenu sur le Web.) Une majorité est interactive, en permettant aux visiteurs de quitter des commentaires et même le message l'un l'autre via les bidules GUI sur le blogs et c'est cette interactivité qui les distingue d'autres sites Internet statiques. Dans ce sens, blogging peut être vu comme une forme de service networking social. Effectivement, bloggers produisent non seulement le contenu pour voyager par la poste sur leur blogs, mais construire aussi des relations sociales avec leurs lecteurs et d'autre bloggers. Pourtant, il y a le haut nombre de lecteurs blogs qui ne permettent pas

source: Random Articles
fr_fr: articles aléatoires

source: Connect with Us.
fr_fr: Connecte-toi avec nous.

source: Like us on Facebook
fr_fr: Aimez-nous sur facebook

source: Add us on Circle
fr_fr: Ajoutez-nous sur Cercle

source: Download and Contribute to Us.
fr_fr: Télécharger et contribuer à nous.

source: Pin us.
fr_fr: Pin nous.

source: Share your article with Reddit
fr_fr: Partagez votre article avec Reddit

source: Tweet and Tweet us.
fr_fr: Tweet et nous Tweet.

source: March 2016
fr_fr: Mars de 2016

source: February 2016
fr_fr: Février de 2016

source: January 2016
fr_fr: Janvier de 2016

source: December 2015
fr_fr: Décembre de 2015

source: Category
fr_fr: Catégorie

source: Science and Health
fr_fr: Science et Santé

source: Popular Articles
fr_fr: Articles populaires

source: Article Comments
fr_fr: Article Commentaires

source: Topics
fr_fr: Thèmes

source: Ads
fr_fr: Annonces

source: Active Users
fr_fr: utilisateurs actifs

source: Hello %s,
fr_fr: Bonjour %s,

source: A blog (a truncation of the expression weblog a discussion or informational site published on the World Wide Web.
fr_fr: Un blog une troncation de l'expression weblog une discussion ou un site informationnel publié sur le Web.

source: Sign In
fr_fr: Signer le registre

source: Your idea needs a great blog
fr_fr: Votre idée a besoin de grand blog

source: Your audience is waiting, share your blog with the world.
fr_fr: Votre audience attend, partager votre blog avec le monde.

source: Join us now.
fr_fr: Rejoignez-nous maintenant

source: Join us now, and create your article wherever, whenever you are.
fr_fr: Rejoignez-nous maintenant et créez votre article où que, chaque fois que vous êtes.

source: Create your Article for Free.
fr_fr: Créez votre article gratuitement.

source: Tell something about yourself, the world and universe
fr_fr: Dites quelque chose sur vous-même, le monde et l'univers

source: BlogApp world
fr_fr: BlogApp monde

source: Read, Write, Comment, Like, and Unlike different Article
fr_fr: Lire, écrire, Commentaire, Like, et Contrairement à différents article

source: Create your Account
fr_fr: Créez votre Compte

source: Create your Article Now,.
fr_fr: Créez votre Article Maintenant.

source: Hi, this is your information you can edit or modify your profile.
fr_fr: Salut, c'est vos informations vous pouvez réviser ou modifier votre profil.

source: Update my Profile
fr_fr: Actualisez mon Profil

source: People who joined us.
fr_fr: Les gens qui nous ont rejoints.

source: Share your ideas with everyone.);
fr_fr: Partagez vos idées avec chacun.

source: Forgot password
fr_fr: Mot de passe oublié

source: Title
fr_fr: Titre

source: Status
fr_fr: statut

source: Like
fr_fr: Comme

source: Unlike
fr_fr: À la différence

source: No recent articles
fr_fr: Aucun article récent

source: My Category
fr_fr: Ma catégorie

source: No recent category
fr_fr: Aucune catégorie récente

source: Forgot your password?
fr_fr: A oublié votre mot de passe ?

source: Please enter the email you used for registration and you'll get an email with further instructions.
fr_fr: S'il vous plaît entrer l'e-mail que vous avez utilisé pour l'enregistrement et vous recevrez un email avec des instructions supplémentaires.

source: Send my New password
fr_fr: Envoyez mon Nouveau mot de passe

source: Resend the Email Verification
fr_fr: Renvoyer l'email de vérification

source: Reset your password
fr_fr: Reconstruction votre mot de passe

source: give it a try
fr_fr: Essaie

source: Tell what is your title all about, Dont leave it blank.
fr_fr: Dire ce qui est votre titre tout au sujet, Dont le laisser vide.

source: Please dont leave it blank.
fr_fr: S'il vous plaît Ne laissez le champ vide.

source: Provide description for the category.
fr_fr: Fournir une description de la catégorie.

source: Please provide any/your name .
fr_fr: S'il vous plaît fournir toute / votre nom.

source: Provide your email for your comment.
fr_fr: Indiquez votre email pour votre commentaire.

source: Use any username.
fr_fr: Utilisez n'importe quel nom d'utilisateur.

source: Provide your email address
fr_fr: Fournissez l'adresse de votre courrier électronique

source: This field cannot be left blank
fr_fr: Cette case ne peut pas être laissée vide

source: This is not a valid email
fr_fr: Cela ne veut pas une adresse email valide

source: The email is already taken.
fr_fr: L'e-mail est déjà pris.

source: Email address is not match, Try again
fr_fr: Adresse e-mail ne correspond, essayez à nouveau

source: This field cannot be left blank
fr_fr: Cette case ne peut pas être laissée vide

source: Your password must be between 8 and 20 characters.
fr_fr: Votre mot de passe doit être comprise entre 8 et 20 caractères.

source: The passwords you entered do not match.
fr_fr: Les mots de passe que vous avez entrés ne correspondent pas.

source: This field cannot be left blank.
fr_fr: Les mots de passe que vous avez entrés ne correspondent pas.
